Repository: ParadoxMike/3qbik-wpgiftregistry
Catalog: languages/wpgiftregistry-*.po
Languages: nl_nl

source: Wishlist
nl_nl: Wensenlijst

source: Wishlists
nl_nl: Wensenlijsten

source: Old Wishlist
nl_nl: Oude Wensenlijst

source: Settings
nl_nl: Instellingen

source: First add some gifts to your wishlist below. Then use the %s shortcode anywhere on your page to include this whishlist.
nl_nl: Als eerste zal je wat cadeaus moeten toevoegen aan de wensenlijst hieronder. Daarna kan je de shortcode %s overal op je pagina gebruiken om de wensenlijst te laten zien.

source: Wishes
nl_nl: Wensen

source: Gift {#}
nl_nl: Cadeau {#}

source: Add Another Gift
nl_nl: Voeg een ander Cadeau toe

source: Remove Gift
nl_nl: Verwijder Cadeau

source: Gift Title
nl_nl: Cadeau Titel

source: Gift Image
nl_nl: Cadeau afbeelding

source: Upload an image or enter a URL. If left empty, we'll try to automatically retrieve an image (currently only working with amazon.com).
nl_nl: Upload een afbeelding of vul de link in. Indien leeg, zullen we proberen automatisch een afbeelding vinden (werkt momenteel enkel met amazon.com)

source: Add Image
nl_nl: Afbeelding Toevoegen

source: Description (optional)
nl_nl: Omschrijving (Optioneel)

source: Price
nl_nl: Prijs

source: Product URL
nl_nl: Product Link

source: Availability
nl_nl: Beschikbaar

source: Is the gift available for purchase (nobody already buying it)?
nl_nl: Is dit cadeau beschikbaar voor aanschaf (Heeft niemand dit al gekocht)?

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: This plugin was created by %s. Feel free to contact us at kontakt@dreiqbik.de for any feature requests!
nl_nl: Deze plugin is geschreven door %s. Neem contact met ons op op kontakt@dreiqbik.de voor vragen of uitbreidingen.

source: Please %ssupport us with a good review%s if you find the plugin useful!
nl_nl: %sSchrijf een goede review voor ons%s als je deze plugin handig vind.

source: Upload an image or enter a URL.
nl_nl: Upload een afbeelding of voer een URL in.

source: Currency
nl_nl: Valuta

source: Currency in which the gift price will be displayed
nl_nl: Valuta waarin de prijs van het cadeau wordt weergegeven

source: Currency Symbol Placement
nl_nl: Plaats van valutateken

source: Before the price
nl_nl: Voor het bedrag

source: After the price
nl_nl: Achter het bedrag

source: Wishlist updated.
nl_nl: Wishlist ge-update.

source: Wishlist settings updated.
nl_nl: Wensenlijst instellingen bijgewerkt.

source: VIEW/BUY
nl_nl: BEKIJK/KOOP

source: Do you want to mark %s as %sbought%s so that nobody else gifts it?
nl_nl: Wil je %s markeren als %sgekocht%s zodat niemand anders dit cadeau koopt?

source: No, Cancel
nl_nl: Nee, annuleren

source: View
nl_nl: Bekijk

source: Give
nl_nl: Geven

source: Mark gift as reserved?
nl_nl: Markeren als gekocht?

source: Cancel
nl_nl: Annuleren

source: Confirm
nl_nl: Ja
